Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# charts.two-directions-not-one-shared-score
source: Two directions, not one shared score
de: Zwei Richtungen, nicht ein gemeinsamer Wert
es: Dos direcciones, no una puntuación compartida
fr: Deux directions, pas un score commun
it: Due direzioni, non un unico punteggio condiviso
ko: 하나의 공통 점수가 아닌 두 방향
tr: Tek bir ortak puan değil, iki yön
zh_hans: 两个方向，而非一个共同评分

# charts.use-birth-location
source: Use Birth Location
de: Geburtsort verwenden
es: Usar lugar de nacimiento
fr: Utiliser le lieu de naissance
it: Usa luogo di nascita
ko: 출생지 사용
tr: Doğum Konumunu Kullan
zh_hans: 使用出生地

# charts.use-current-defaults
source: Use current defaults
de: Aktuelle Standardwerte verwenden
es: Usar valores predeterminados actuales
fr: Utiliser les valeurs actuelles par défaut
it: Usa impostazioni attuali
ko: 현재 기본값 사용
tr: Geçerli varsayılanları kullan
zh_hans: 恢复当前默认值

# charts.uses-birth-location
source: Uses the birth location.
de: Verwendet den Geburtsort.
es: Usa el lugar de nacimiento.
fr: Utilise le lieu de naissance.
it: Usa il luogo di nascita.
ko: 출생지를 사용합니다.
tr: Doğum konumunu kullanır.
zh_hans: 使用出生地计算。

# charts.wheel
source: Wheel
de: Rad
es: Rueda
fr: Roue
it: Ruota
ko: 휠
tr: Çark
zh_hans: 轮盘

# charts.where-each-person-lands-in-the-others-life
source: Where each person lands in the other’s life
de: Wo jede Person im Leben der anderen landet
es: Dónde cae cada persona en la vida de la otra
fr: Où chacun se place dans la vie de l’autre
it: Dove ciascuna persona cade nella vita dell’altra
ko: 각 사람이 상대의 삶에서 자리하는 영역
tr: Her kişinin diğerinin yaşamında nereye düştüğü
zh_hans: 彼此进入对方生活的领域

# charts.where-the-current-planets-are-moving
source: Where the current planets are moving
de: Wohin sich die aktuellen Planeten bewegen
es: Por dónde se mueven los planetas actuales
fr: Où se déplacent les planètes actuelles
it: Dove si stanno muovendo i pianeti attuali
ko: 현재 행성이 이동하는 위치
tr: Güncel gezegenlerin nereye ilerlediği
zh_hans: 当前行星正在经过哪里

# commerce.account-refresh-failed
source: Account information couldn’t be refreshed. Please try again.
de: Die Account-Informationen konnten nicht aktualisiert werden. Bitte versuche es erneut.
es: No se pudo actualizar la información de la cuenta. Inténtalo de nuevo.
fr: Les informations du compte n’ont pas pu être actualisées. Veuillez réessayer.
it: Non è stato possibile aggiornare le informazioni dell’account. Riprova.
ko: 계정 정보를 새로고침할 수 없습니다. 다시 시도하세요.
tr: Hesap bilgileri yenilenemedi. Lütfen tekrar deneyin.
zh_hans: 账户信息暂时无法刷新，请重试。

# commerce.cancel-subscription
source: Cancel subscription
de: Abo kündigen
es: Cancelar suscripción
fr: Annuler l’abonnement
it: Annulla abbonamento
ko: 구독 취소
tr: Aboneliği iptal et
zh_hans: 取消订阅

# commerce.delete-account
source: Delete account and data
de: Account und Daten löschen
es: Eliminar cuenta y datos
fr: Supprimer le compte et les données
it: Elimina account e dati
ko: 계정 및 데이터 삭제
tr: Hesabı ve verileri sil
zh_hans: 删除账户与数据

# commerce.delete-account-complete
source: Account deleted
de: Account gelöscht
es: Cuenta eliminada
fr: Compte supprimé
it: Account eliminato
ko: 계정 삭제됨
tr: Hesap silindi
zh_hans: 账户已删除

# commerce.delete-account-complete-message
source: A new empty account is ready. Use Restore Purchases if this Apple Account still has an active subscription.
de: Ein neuer leerer Account ist bereit. Verwende „Käufe wiederherstellen“, wenn dieser Apple Account noch ein aktives Abonnement hat.
es: La nueva cuenta vacía está lista. Usa Restaurar compras si esta cuenta de Apple aún tiene una suscripción activa.
fr: Le nouveau compte vide est prêt. Utilisez Restaurer les achats si ce compte Apple possède encore un abonnement actif.
it: Un nuovo account vuoto è pronto. Usa Ripristina acquisti se questo Apple Account ha ancora un abbonamento attivo.
ko: 비어 있는 새 계정이 준비되었습니다. 이 Apple Account에 활성 구독이 남아 있다면 ‘구매 복원’을 사용하세요.
tr: Yeni ve boş bir hesap hazır. Bu Apple Account’ta hâlâ etkin bir abonelik varsa Restore Purchases kullanın.
zh_hans: 新的空账户已创建。如果此 Apple 账户仍有生效订阅，请使用“恢复购买”。

# commerce.delete-account-confirm
source: Delete permanently
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente
ko: 영구 삭제
tr: Kalıcı olarak sil
zh_hans: 永久删除

# commerce.delete-account-failed
source: The account could not be deleted. No local data was removed. Please try again.
de: Der Account konnte nicht gelöscht werden. Es wurden keine lokalen Daten entfernt. Bitte versuche es erneut.
es: No se pudo eliminar la cuenta. No se borraron datos locales. Inténtalo de nuevo.
fr: Le compte n’a pas pu être supprimé. Aucune donnée locale n’a été effacée. Réessayez.
it: Non è stato possibile eliminare l’account. Nessun dato locale è stato rimosso. Riprova.
ko: 계정을 삭제할 수 없습니다. 로컬 데이터는 삭제되지 않았습니다. 다시 시도하세요.
tr: Hesap silinemedi. Hiçbir yerel veri kaldırılmadı. Lütfen tekrar deneyin.
zh_hans: 账户删除失败，本机数据未被清除，请重试。

# commerce.delete-account-media-purchases-required
source: Sign in to Media & Purchases and try deleting the account again.
de: Melde dich bei „Medien & Käufe“ an und versuche erneut, den Account zu löschen.
es: Inicia sesión en Contenido y compras e intenta eliminar la cuenta de nuevo.
fr: Connectez-vous à Contenu multimédia et achats, puis réessayez de supprimer le compte.
it: Accedi a Media e acquisti e prova di nuovo a eliminare l’account.
ko: 미디어 및 구입 항목에 로그인한 후 계정 삭제를 다시 시도하세요.
tr: Media ve Satın Almalar’a giriş yapın ve hesabı yeniden silmeyi deneyin.
zh_hans: 请先登录“媒体与购买项目”，然后再次尝试删除账户。

# commerce.delete-account-summary
source: A new empty User ID is created after deletion. An active Apple subscription can be attached again with Restore Purchases.
de: Nach dem Löschen wird eine neue leere User ID erstellt. Ein aktives Apple-Abonnement kann über „Käufe wiederherstellen“ erneut verknüpft werden.
es: Tras eliminarla se crea una cuenta nueva y vacía. Una suscripción de Apple activa puede volver a vincularse con Restaurar compras.
fr: Un nouveau compte vide est créé après la suppression. Un abonnement Apple actif peut être rattaché avec Restaurer les achats.
it: Dopo l’eliminazione viene creato un nuovo User ID vuoto. Un abbonamento Apple attivo può essere ricollegato con Ripristina acquisti.
ko: 삭제 후 비어 있는 새 User ID가 생성됩니다. 활성 Apple 구독은 ‘구매 복원’으로 다시 연결할 수 있습니다.
tr: Silme işleminden sonra yeni ve boş bir User ID oluşturulur. Etkin bir Apple aboneliği Restore Purchases ile yeniden bağlanabilir.
zh_hans: 删除后会自动创建一个新的空账户。仍生效的 Apple 订阅可通过“恢复购买”重新关联。

# commerce.delete-account-warning
source: This permanently removes all Credits, profiles, people, saved reports, Ask history, and related settings from this account, device, and iCloud backup. Nothing can be recovered. Apple subscriptions are not cancelled; use Restore Purchases afterward to attach an active subscription to the new account.
de: Dadurch werden alle Credits, Profile, Personen, gespeicherten Berichte, der Ask-Verlauf und zugehörige Einstellungen dauerhaft aus diesem Account, von diesem Gerät und aus dem iCloud-Backup entfernt. Nichts kann wiederhergestellt werden. Apple-Abonnements werden nicht gekündigt; verwende anschließend „Käufe wiederherstellen“, um ein aktives Abonnement mit dem neuen Account zu verknüpfen.
es: Esto elimina permanentemente todos los Credits, perfiles, personas, informes guardados, historial de Ask y ajustes relacionados de la cuenta, el dispositivo y la copia de iCloud. Nada puede recuperarse. Las suscripciones de Apple no se cancelan; usa Restaurar compras después para vincular una suscripción activa a la nueva cuenta.
fr: Cette action supprime définitivement tous les Credits, profils, personnes, rapports enregistrés, l’historique Ask et les réglages associés du compte, de l’appareil et de la sauvegarde iCloud. Rien ne pourra être récupéré. Les abonnements Apple ne sont pas annulés ; utilisez Restaurer les achats ensuite pour rattacher un abonnement actif au nouveau compte.
it: Questa operazione rimuove definitivamente da questo account, dispositivo e backup iCloud tutti i Credit, i profili, le persone, i report salvati, la cronologia Ask e le relative impostazioni. Nulla può essere recuperato. Gli abbonamenti Apple non vengono annullati; usa poi Ripristina acquisti per collegare un abbonamento attivo al nuovo account.
ko: 이 작업은 이 계정, 기기 및 iCloud 백업에서 모든 Credit, 프로필, 사람, 저장된 보고서, Ask 기록 및 관련 설정을 영구적으로 삭제합니다. 복구할 수 없습니다. Apple 구독은 취소되지 않으므로, 활성 구독을 새 계정에 연결하려면 이후 ‘구매 복원’을 사용하세요.
tr: Bu işlem bu hesap, cihaz ve iCloud yedeğindeki tüm Credit’leri, profilleri, kişileri, kayıtlı raporları, Ask geçmişini ve ilgili ayarları kalıcı olarak kaldırır. Hiçbir şey geri getirilemez. Apple abonelikleri iptal edilmez; etkin bir aboneliği yeni hesaba bağlamak için daha sonra Restore Purchases kullanın.
zh_hans: 这将永久删除此账户、本机及 iCloud 备份中的所有 Credits、个人资料、人物、已保存报告、Ask 历史和相关设置，任何内容均无法恢复。Apple 订阅不会取消；删除后可使用“恢复购买”将仍生效的订阅关联到新账户。

# commerce.loading-products
source: Loading App Store products…
de: App-Store-Produkte werden geladen…
es: Cargando productos del App Store…
fr: Chargement des produits de l’App Store…
it: Caricamento dei prodotti App Store…
ko: App Store 상품 불러오는 중…
tr: App Store ürünleri yükleniyor…
zh_hans: 正在加载 App Store 商品…

# commerce.premium-until
source: Pro until
de: Pro bis
es: Pro hasta
fr: Pro jusqu’au
it: Pro fino al
ko: Pro 만료일
tr: Pro bitişi
zh_hans: Pro 有效期至

# commerce.processing-purchase
source: Processing purchase…
de: Kauf wird verarbeitet…
es: Procesando la compra…
fr: Traitement de l’achat…
it: Elaborazione acquisto…
ko: 구매 처리 중…
tr: Satın alma işleniyor…
zh_hans: 正在处理购买…

# commerce.products-unavailable
source: Products aren’t available right now. Please try again shortly.
de: Produkte sind derzeit nicht verfügbar. Bitte versuche es in Kürze erneut.
es: Los productos no están disponibles en este momento. Inténtalo de nuevo en breve.
fr: Les produits sont temporairement indisponibles. Veuillez réessayer dans un instant.
it: I prodotti non sono disponibili al momento. Riprova tra poco.
ko: 현재 상품을 사용할 수 없습니다. 잠시 후 다시 시도하세요.
tr: Ürünler şu anda kullanılamıyor. Lütfen kısa süre sonra tekrar deneyin.
zh_hans: 商品暂时无法获取，请稍后重试。

# commerce.purchase-failed
source: The purchase did not complete. Please try again.
de: Der Kauf wurde nicht abgeschlossen. Bitte versuche es erneut.
es: La compra no se completó. Inténtalo de nuevo.
fr: L’achat n’a pas abouti. Veuillez réessayer.
it: L’acquisto non è stato completato. Riprova.
ko: 구매가 완료되지 않았습니다. 다시 시도하세요.
tr: Satın alma tamamlanmadı. Lütfen tekrar deneyin.
zh_hans: 购买未完成，请重试。

# commerce.purchase-pending-sync
source: Apple confirmed the purchase. Account delivery will retry on Refresh or the next app launch.
de: Apple hat den Kauf bestätigt. Die Account-Zustellung wird bei „Aktualisieren“ oder beim nächsten App-Start erneut versucht.
es: Apple confirmó la compra. La entrega se reintentará al actualizar o al volver a abrir la app.
fr: Apple a confirmé l’achat. L’ajout sera réessayé lors de l’actualisation ou au prochain lancement.
it: Apple ha confermato l’acquisto. La consegna all’account verrà ritentata con Aggiorna o al prossimo avvio dell’app.
ko: Apple이 구매를 확인했습니다. 계정 반영은 ‘새로고침’ 또는 다음 앱 실행 시 다시 시도됩니다.
tr: Apple satın almayı onayladı. Hesaba teslim, Yenile’de veya uygulama bir sonraki açıldığında yeniden denenecek.
zh_hans: Apple 已确认购买。点击刷新或下次启动应用时会继续尝试入账。

# commerce.refresh
source: Refresh account
de: Account aktualisieren
es: Actualizar cuenta
fr: Actualiser le compte
it: Aggiorna account
ko: 계정 새로고침
tr: Hesabı yenile
zh_hans: 刷新账户

# commerce.refreshing-account
source: Refreshing account information…
de: Account-Informationen werden aktualisiert…
es: Actualizando la información de la cuenta…
fr: Actualisation des informations du compte…
it: Aggiornamento delle informazioni dell’account…
ko: 계정 정보 새로고침 중…
tr: Hesap bilgileri yenileniyor…
zh_hans: 正在刷新账户信息…

# commerce.restore-required
source: This Apple Account already has an active subscription. Use Restore Purchases to attach it to the current account.
de: Dieser Apple Account hat bereits ein aktives Abonnement. Verwende „Käufe wiederherstellen“, um es mit dem aktuellen Account zu verknüpfen.
es: Esta cuenta de Apple ya tiene una suscripción activa. Usa Restaurar compras para vincularla a la cuenta actual.
fr: Ce compte Apple possède déjà un abonnement actif. Utilisez Restaurer les achats pour le rattacher au compte actuel.
it: Questo Apple Account ha già un abbonamento attivo. Usa Ripristina acquisti per collegarlo all’account corrente.
ko: 이 Apple Account에는 이미 활성 구독이 있습니다. 현재 계정에 연결하려면 ‘구매 복원’을 사용하세요.
tr: Bu Apple Account’ta zaten etkin bir abonelik var. Mevcut hesaba bağlamak için Restore Purchases kullanın.
zh_hans: 此 Apple 账户已有生效中的订阅，请使用“恢复购买”将其关联到当前账户。

# commerce.retry-products
source: Retry App Store
de: App Store erneut versuchen
es: Reintentar App Store
fr: Réessayer l’App Store
it: Riprova App Store
ko: App Store 다시 시도
tr: App Store’u yeniden dene
zh_hans: 重试 App Store

# commerce.your-plan
source: Your Plan
de: Dein Plan
es: Tu plan
fr: Votre offre
it: Il tuo piano
ko: 내 플랜
tr: Planınız
zh_hans: 你的方案

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
tr: İptal
zh_hans: 取消

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ko: 완료
tr: Bitti
zh_hans: 完成

# common.no
source: No
de: Nein
fr: Non
ko: 아니요
tr: Hayır
zh_hans: 否

# common.none
source: None
de: Keine
es: Ninguna
fr: Aucun
it: Nessuno
ko: 없음
tr: Yok
zh_hans: 无

# common.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ko: 다시 시도
tr: Tekrar dene
zh_hans: 重试

# common.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ko: 예
tr: Evet
zh_hans: 是

# compare.add-person
source: Add Person
de: Person hinzufügen
es: Añadir persona
fr: Ajouter une personne
it: Aggiungi persona
ko: 인물 추가
tr: Kişi Ekle
zh_hans: 添加人物

# compare.ai-consent.message
source: Deep comparison sends only locally calculated chart facts to the AI service. Birth profiles, exact coordinates, and chart images are not sent.
de: Der ausführliche Vergleich sendet nur lokal berechnete Horoskopfakten an den KI-Dienst. Geburtsprofile, exakte Koordinaten und Horoskopbilder werden nicht gesendet.
es: La comparación profunda envía al servicio de IA solo hechos astrológicos calculados localmente. No se envían perfiles natales, coordenadas exactas ni imágenes de cartas.
fr: La comparaison approfondie envoie au service d’IA uniquement les faits astrologiques calculés localement. Les profils de naissance, coordonnées exactes et images de thème ne sont pas envoyés.
it: Il confronto approfondito invia al servizio AI solo i fatti astrologici calcolati localmente. Profili di nascita, coordinate esatte e immagini delle carte non vengono inviati.
ko: 심층 비교는 기기에서 계산한 차트 사실만 AI 서비스에 전송합니다. 출생 프로필, 정확한 좌표, 차트 이미지는 전송하지 않습니다.
tr: Derin karşılaştırma, AI hizmetine yalnızca cihazda hesaplanan harita gerçeklerini gönderir. Doğum profilleri, kesin koordinatlar ve harita görselleri gönderilmez.
zh_hans: 深度对比只会向 AI 服务发送本地计算出的星盘事实，不会发送出生资料、精确坐标或轮盘图片。

# compare.analyze-credit
source: Analyze Comparison · 1 Credit
de: Vergleich analysieren · 1 Credit
es: Analizar comparación · 1 Credit
fr: Analyser la comparaison · 1 Credit
it: Analizza confronto · 1 Credit
ko: 비교 분석 · 1 Credit
tr: Karşılaştırmayı Analiz Et · 1 Credit
zh_hans: 分析对比 · 1 Credit

# compare.based-on-factors
source: Based on {{value}} chart factors
de: Basiert auf {{value}} Horoskopfaktoren
es: Basado en {{value}} factores de la carta
fr: Fondé sur {{value}} facteurs astrologiques
it: Basato su {{value}} fattori astrologici
ko: 차트 요소 {{value}}개 근거
tr: {{value}} harita faktörüne dayanır
zh_hans: 基于 {{value}} 个星盘因素

# compare.cached-charts
source: Calculated Charts
de: Berechnete Horoskope
es: Cartas calculadas
fr: Thèmes calculés
it: Carte calcolate
ko: 계산된 차트
tr: Hesaplanan Haritalar
zh_hans: 已计算星盘

# compare.calculated-changes
source: Calculated Changes
de: Berechnete Änderungen
es: Cambios calculados
fr: Changements calculés
it: Cambiamenti calcolati
ko: 계산된 변화
tr: Hesaplanan Değişimler
zh_hans: 计算出的变化

# compare.calculating
source: Calculating…
de: Berechnung…
es: Calculando…
fr: Calcul…
it: Calcolo…
ko: 계산 중…
tr: Hesaplanıyor…
zh_hans: 正在计算…

# compare.change.added
source: Added
de: Hinzugekommen
es: Añadido
fr: Ajouté
it: Aggiunto
ko: 추가됨
tr: Eklendi
zh_hans: 新增

# compare.change.exact
source: Exact / Peaked
de: Exakt / Höhepunkt
es: Exacto / máximo
fr: Exact / culminant
it: Esatto / picco
ko: 정확 / 정점
tr: Kesin / Zirve
zh_hans: 精确 / 达峰

# compare.change.removed
source: Removed
de: Entfallen
es: Eliminado
fr: Disparu
it: Rimosso
ko: 사라짐
tr: Kaldırıldı
zh_hans: 消失

# compare.change.stable
source: Stable
de: Stabil
es: Estable
it: Stabile
ko: 안정적
tr: Sabit
zh_hans: 稳定

# compare.change.strengthened
source: Strengthened
de: Verstärkt
es: Reforzado
fr: Renforcé
it: Rafforzato
ko: 강해짐
tr: Güçlendi
zh_hans: 增强

# compare.change.structural
source: Structural Change
de: Strukturelle Änderung
es: Cambio estructural
fr: Changement structurel
it: Cambiamento strutturale
ko: 구조적 변화
tr: Yapısal Değişim
zh_hans: 结构变化

# compare.change.weakened
source: Weakened
de: Abgeschwächt
es: Debilitado
fr: Atténué
it: Indebolito
ko: 약해짐
tr: Zayıfladı
zh_hans: 减弱

# compare.chart.composite
source: Composite
de: Komposit
es: Compuesta
it: Composito
ko: 컴포지트
tr: Kompozit
zh_hans: 组合盘

# compare.chart.composite-secondary-a
source: Composite Progressions · A
de: Komposit-Progressionen · A
es: Progresiones compuestas · A
fr: Progressions composites · A
it: Progressioni composite · A
ko: 컴포지트 프로그레션 · A
tr: Kompozit İlerletimler · A
zh_hans: 组合次限 · A

# compare.chart.composite-secondary-b
source: Composite Progressions · B
de: Komposit-Progressionen · B
es: Progresiones compuestas · B
fr: Progressions composites · B
it: Progressioni composite · B
ko: 컴포지트 프로그레션 · B
tr: Kompozit İlerletimler · B
zh_hans: 组合次限 · B

# compare.chart.natal
source: Natal
de: Radix
it: Tema natale
ko: 본명반
tr: Doğum
zh_hans: 本命盘

# compare.chart.place-a
source: Relocation · A
de: Relokation · A
es: Relocalización · A
fr: Relocalisation · A
it: Rilocazione · A
ko: 리로케이션 · A
tr: Relokasyon · A
zh_hans: 迁移盘 · A

# compare.chart.place-b
source: Relocation · B
de: Relokation · B
es: Relocalización · B
fr: Relocalisation · B
it: Rilocazione · B
ko: 리로케이션 · B
tr: Relokasyon · B
zh_hans: 迁移盘 · B

# compare.chart.relationship-transit-a
source: Relationship Transits · A
de: Beziehungstransite · A
es: Tránsitos de relación · A
fr: Transits relationnels · A
it: Transiti relazionali · A
ko: 관계 트랜짓 · A
tr: İlişki Transitleri · A
zh_hans: 关系行运 · A

# compare.chart.relationship-transit-b
source: Relationship Transits · B
de: Beziehungstransite · B
es: Tránsitos de relación · B
fr: Transits relationnels · B
it: Transiti relazionali · B
ko: 관계 트랜짓 · B
tr: İlişki Transitleri · B
zh_hans: 关系行运 · B

# compare.chart.secondary-a
source: Secondary Progressions · A
de: Sekundärprogressionen · A
es: Progresiones secundarias · A
fr: Progressions secondaires · A
it: Progressioni secondarie · A
ko: 세컨더리 프로그레션 · A
tr: İkincil İlerletimler · A
zh_hans: 次限盘 · A

# compare.chart.secondary-b
source: Secondary Progressions · B
de: Sekundärprogressionen · B
es: Progresiones secundarias · B
fr: Progressions secondaires · B
it: Progressioni secondarie · B
ko: 세컨더리 프로그레션 · B
tr: İkincil İlerletimler · B
zh_hans: 次限盘 · B

# compare.chart.solar-arc-a
source: Solar Arc · A
de: Sonnenbogen · A
es: Arco solar · A
fr: Arc solaire · A
it: Arco solare · A
ko: 솔라 아크 · A
tr: Güneş Yayı · A
zh_hans: 太阳弧 · A

# compare.chart.solar-arc-b
source: Solar Arc · B
de: Sonnenbogen · B
es: Arco solar · B
fr: Arc solaire · B
it: Arco solare · B
ko: 솔라 아크 · B
tr: Güneş Yayı · B
zh_hans: 太阳弧 · B

# compare.chart.synastry
source: Synastry
de: Synastrie
es: Sinastría
fr: Synastrie
it: Sinastria
ko: 시너스트리
tr: Sinastri
zh_hans: 比较盘

# compare.chart.transit-a
source: Transits · A
de: Transite · A
es: Tránsitos · A
it: Transiti · A
ko: 트랜짓 · A
tr: Transitler · A
zh_hans: 行运 · A

# compare.chart.transit-b
source: Transits · B
de: Transite · B
es: Tránsitos · B
it: Transiti · B
ko: 트랜짓 · B
tr: Transitler · B
zh_hans: 行运 · B

# compare.choose-person
source: Choose Person
de: Person wählen
es: Elegir persona
fr: Choisir une personne
it: Scegli persona
ko: 인물 선택
tr: Kişi Seç
zh_hans: 选择人物

# compare.choose-place
source: Choose Place
de: Ort wählen
es: Elegir lugar
fr: Choisir un lieu
it: Scegli luogo
ko: 장소 선택
tr: Yer Seç
zh_hans: 选择地点

# compare.date.1-month
source: 1m
de: 1 Mon.
es: 1 mes
fr: 1 mois
it: 1 mese
ko: 1개월
tr: 1 ay
zh_hans: 1个月

# compare.date.1-year
source: 1y
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ko: 1년
tr: 1 yıl
zh_hans: 1年

# compare.date.3-months
source: 3m
de: 3 Mon.
es: 3 meses
fr: 3 mois
it: 3 mesi
ko: 3개월
tr: 3 ay
zh_hans: 3个月

# compare.date.6-months
source: 6m
de: 6 Mon.
es: 6 meses
fr: 6 mois
it: 6 mesi
ko: 6개월
tr: 6 ay
zh_hans: 6个月

# compare.date.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ko: 직접 설정
tr: Özel
zh_hans: 自定义

# compare.error.ai-failed
source: The analysis could not be completed. Your local comparison is saved; try again without recalculating.
de: Die Analyse konnte nicht abgeschlossen werden. Der lokale Vergleich ist gespeichert; versuche es ohne Neuberechnung erneut.
es: No se pudo completar el análisis. La comparación local está guardada; vuelve a intentarlo sin recalcular.
fr: L’analyse n’a pas pu être terminée. La comparaison locale est enregistrée ; réessayez sans recalculer.
it: Impossibile completare l’analisi. Il confronto locale è salvato; riprova senza ricalcolare.
ko: 분석을 완료할 수 없습니다. 로컬 비교 결과는 저장되어 있으므로 다시 계산하지 않고 재시도할 수 있습니다.
tr: Analiz tamamlanamadı. Yerel karşılaştırmanız kaydedildi; yeniden hesaplamadan tekrar deneyin.
zh_hans: 分析暂未完成。本地对比结果已保存，可直接重试，无需重新计算。

# compare.error.calculation-failed
source: The comparison could not be calculated. Check the selected chart data and try again.
de: Der Vergleich konnte nicht berechnet werden. Prüfe die ausgewählten Horoskopdaten und versuche es erneut.
es: No se pudo calcular la comparación. Revisa los datos seleccionados e inténtalo de nuevo.
fr: La comparaison n’a pas pu être calculée. Vérifiez les données sélectionnées puis réessayez.
it: Impossibile calcolare il confronto. Controlla i dati selezionati e riprova.
ko: 비교를 계산할 수 없습니다. 선택한 차트 정보를 확인한 후 다시 시도하세요.
tr: Karşılaştırma hesaplanamadı. Seçilen harita bilgilerini kontrol edip tekrar deneyin.
zh_hans: 无法完成本地对比计算。请检查所选星盘资料后重试。

# compare.error.missing-dates
source: Choose both comparison dates.
de: Wähle beide Vergleichsdaten.
es: Elige las dos fechas de comparación.
fr: Choisissez les deux dates de comparaison.
it: Scegli entrambe le date di confronto.
ko: 비교할 두 날짜를 선택하세요.
tr: Her iki karşılaştırma tarihini seçin.
zh_hans: 请选择两个对比日期。

# compare.error.missing-person
source: Choose the required people.
de: Wähle die erforderlichen Personen.
es: Elige las personas necesarias.
fr: Choisissez les personnes requises.
it: Scegli le persone richieste.
ko: 필요한 인물을 선택하세요.
tr: Gerekli kişileri seçin.
zh_hans: 请选择所需人物。

# compare.error.missing-places
source: Choose both comparison places.
de: Wähle beide Vergleichsorte.
es: Elige los dos lugares de comparación.
fr: Choisissez les deux lieux de comparaison.
it: Scegli entrambi i luoghi di confronto.
ko: 비교할 두 장소를 선택하세요.
tr: Her iki karşılaştırma yerini seçin.
zh_hans: 请选择两个对比地点。

# compare.error.same-date
source: Choose two different dates.
de: Wähle zwei unterschiedliche Daten.
es: Elige dos fechas diferentes.
fr: Choisissez deux dates différentes.
it: Scegli due date diverse.
ko: 서로 다른 두 날짜를 선택하세요.
tr: İki farklı tarih seçin.
zh_hans: 请选择两个不同的日期。
